cask_args appdir: '/Applications'

tap 'aws/tap'
tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'hashicorp/tap'
tap 'warrensbox/tap'

brew 'awscli'
brew 'bat'
brew 'ec2-instance-selector'
brew 'git'
brew 'fd'
brew 'fzf'
brew 'jq'
brew 'kubernetes-cli'
brew 'kubie'
brew 'lua'
brew 'mas'
brew 'prettier'
brew 'ripgrep'
brew 'terraform'
brew 'terraform-ls'
brew 'tfswitch'
brew 'zinit'
brew 'zsh'
brew 'checkov'
brew 'hugo'
brew 'aws-sam-cli'

cask 'aerial'
cask 'alfred'
cask 'amazon-chime'
cask 'discord'
cask 'docker'
cask 'font-fira-code-nerd-font'
cask 'google-drive'
cask 'kitty'
cask 'rectangle'
cask 'viscosity'
cask 'zoom'
cask "iterm2"
cask 'the-unarchiver'
cask 'plex-media-server'
cask 'miro'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'firefox'

mas '1Password', id: 1333542190
mas '1Password for Safari', id: 1569813296
mas 'Keynote', id: 409183694
mas 'Slack', id: 803453959 
