cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'asciinema'
brew 'awscli'
brew 'binutils'
brew 'cfssl'
brew 'coreutils'
brew 'diffutils'
brew 'findutils', args: ['with-default-names']
brew 'fzf'
brew 'gawk'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'grep', args: ['with-default-names']
brew 'gzip', args: ['with-default-names']
brew 'httpie'
brew 'jq'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'mas'
brew 'mtr'
brew 'neovim'
brew 'packer'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'stow'
brew 'terraform'
brew 'tmux'
brew 'vault'
brew 'wget'
brew 'whois'
brew 'zsh'

cask 'iterm2'
cask 'docker'
cask 'viscosity'

